docs/loadtest/loadtest_nolatency_c50.txt

Summary:
  Total:	4.4141 secs
  Slowest:	0.2641 secs
  Fastest:	0.0143 secs
  Average:	0.1096 secs
  Requests/sec:	453.0899
  
  Total data:	338000 bytes
  Size/request:	169 bytes

Response time histogram:
  0.014 [1]	|
  0.039 [2]	|
  0.064 [6]	|
  0.089 [473]	|■■■■■■■■■■■■■■■■■■■■■■■■
  0.114 [785]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.139 [531]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.164 [85]	|■■■■
  0.189 [63]	|■■■
  0.214 [24]	|■
  0.239 [21]	|■
  0.264 [9]	|


Latency distribution:
  10%% in 0.0816 secs
  25%% in 0.0898 secs
  50%% in 0.1029 secs
  75%% in 0.1225 secs
  90%% in 0.1401 secs
  95%% in 0.1703 secs
  99%% in 0.2297 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0156 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0095 secs
  resp wait:	0.1093 secs, 0.0142 secs, 0.2639 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0221 secs

Status code distribution:
  [200]	2000 responses