docs/loadtest/realworld_ollama_results.txt

Summary:
  Total:	13.1085 secs
  Slowest:	4.0000 secs
  Fastest:	1.1799 secs
  Average:	2.9467 secs
  Requests/sec:	1.5257
  
  Total data:	3658 bytes
  Size/request:	182 bytes

Response time histogram:
  1.180 [1]	|■■■■■■
  1.462 [0]	|
  1.744 [1]	|■■■■■■
  2.026 [0]	|
  2.308 [1]	|■■■■■■
  2.590 [0]	|
  2.872 [7]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  3.154 [5]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  3.436 [0]	|
  3.718 [1]	|■■■■■■
  4.000 [4]	|■■■■■■■■■■■■■■■■■■■■■■■


Latency distribution:
  10%% in 2.2407 secs
  25%% in 2.8220 secs
  50%% in 2.8800 secs
  75%% in 3.5127 secs
  90%% in 3.9863 secs
  95%% in 4.0000 secs
  0%% in 0.0000 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0003 secs, 0.0000 secs, 0.0018 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0001 secs
  resp wait:	2.9462 secs, 1.1776 secs, 3.9998 secs
  resp read:	0.0001 secs, 0.0001 secs, 0.0003 secs

Status code distribution:
  [200]	20 responses